'''Сообщения, подаваемые на input'''

MES_DISTANCE = 'Отлично! Для этого напишите, пожалуйста, какую дистанцию вы преодолели?(ЦИФРОЙ в метрах) '
MES_HELLO = 'Здравствуйте! Вас приветствует калькулятор темпа, времени и скорости! Как вас зовут? '
MES_QUES_KIND = ', напишите, пожалуйста, какой параметр вам известен (темп, время, скорость)? '
MES_QUES_TEMP = 'Напишите, пожалуйста, с каким темпом вы бежали? '
MES_QUES_TIME = 'За какое время вы преодолели дистанцию (ЧАСЫ:МИНУТЫ:СЕКУНДЫ)?'
MES_QUES_SPEED = 'С какой скоростью вы бежали? (в км/ч, ПРИМЕР - 7.8) '


MES_FINAL_TIME = 'Итоговое время, за которое вы преодолеете'
MES_FINAL_SPEED = 'Ваша скорость:'
MES_FINAL_TEMP = 'Ваш темп:'



