'''Сообщения, подаваемые на input'''

MES_INPUT_DISTANCE = 'Отлично! Для этого напишите, пожалуйста, какую дистанцию вы преодолели?(ЦИФРОЙ в метрах) '
MES_INPUT_HELLO = 'Здравствуйте! Вас приветствует калькулятор темпа, времени и скорости! Как вас зовут? '
MES_QUES_1 = ', напишите, пожалуйста, какой параметр вам известен (темп, время, скорость)? '
MES_QUES_5 = 'Напишите, пожалуйста, с каким темпом вы бежали? '
MES_QUES_2 = 'За какое время вы преодолели дистанцию (ЧАСЫ:МИНУТЫ:СЕКУНДЫ)?'
MES_QUES_7 = 'С какой скоростью вы бежали? (в км/ч, ПРИМЕР - 7.8) '


MES_QUES_3 = 'С каким темпом вы бежали?(МИНУТЫ:СЕКУНДЫ) '
MES_FINAL_1 = 'Итоговое время, за которое вы преодолеете'
MES_FINAL_2 = 'Ваша скорость:'
TEMP = 'Ваш темп:'



