'''Сообщения, подаваемые на input'''

MES_INPUT_DISTANCE = 'Отлично! Для этого напишите, пожалуйста, какую дистанцию вы преодолели?(ЦИФРОЙ в метрах) '
MES_INPUT_HELLO = 'Здравствуйте! Вас приветствует калькулятор темпа, времени и скорости! Как вас зовут? '
MES_QUES_1 = ', напишите, что вы хотите рассчитать (темп, время, скорость)? '
MES_QUES_2 = 'За какое время вы преодолели эту дистанцию?(ЧАСЫ:МИНУТЫ:СЕКУНДЫ) '
MES_QUES_3 = 'С каким темпом вы бежали?(МИНУТЫ:СЕКУНДЫ) '
MES_FINAL_1 = 'Итоговое время, за которое вы преодолеете'
MES_FINAL_2 = 'Ваша скорость:'
TEMP = 'Ваш темп:'


